tap "lujstn/tap"

brew "bison"
brew "cmake"
brew "colima"
brew "curl"
brew "ddgr"
brew "docker"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "glab"
brew "go"
brew "just"
brew "luacheck"
brew "lujstn/tap/pinentry-touchid"
brew "mas"
brew "neovim"
brew "ollama"
brew "openai-whisper"
brew "opencode"
brew "openjdk"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "pmd"
brew "pyenv"
brew "python"
brew "ripgrep"
brew "rust"
brew "scc"
brew "sqlite"
brew "syncthing"
brew "tmux"
brew "tree"
brew "typst"
brew "uv"
brew "vim"
brew "wget"
